app/controllers/tweets_controller.rb

  def index
    @tweets = Tweet.all
---
SELECT * FROM "tweets"